Repository: onbir53/Kavaid
Catalog: lib/l10n/app_*.arb
Languages: ar, id

# searchPlaceholder
source: Kelime ara
ar: ابحث عن كلمة
id: Cari kata

# profile
source: Profil
ar: الملف الشخصي

# appName
source: Kavaid
ar: كوائد

# rateApp
source: Uygulamayı Değerlendir
ar: قيم التطبيق
id: Nilai Aplikasi

# tryAgain
source: Tekrar Dene
ar: حاول مرة أخرى
id: Coba Lagi

# notFound
source: Bulunamadı
ar: لم يتم العثور عليه
id: Tidak Ditemukan

# searchWithAI
source: AI ile Ara
ar: البحث بالذكاء الاصطناعي
id: Cari dengan AI

# noResults
source: Sonuç bulunamadı
ar: لا توجد نتائج
id: Tidak ada hasil

# language
source: Dil
ar: اللغة
id: Bahasa

# languageTurkish
source: Türkçe
ar: التركية
id: Turki

# selectLanguage
source: Dil Seçin
ar: اختر اللغة
id: Pilih Bahasa

# settings
source: Ayarlar
ar: الإعدادات
id: Pengaturan

source: Premium
ar: بريميوم

# removeAds
source: Reklamları Kaldır
ar: إزالة الإعلانات
id: Hilangkan Iklan

# restorePurchases
source: Satın Alımları Geri Yükle
ar: استعادة المشتريات
id: Pulihkan Pembelian

# share
source: Paylaş
ar: مشاركة
id: Bagikan

# contact
source: İletişim
ar: اتصل بنا
id: Kontak

# privacyPolicy
source: Gizlilik Politikası
ar: سياسة الخصوصية
id: Kebijakan Privasi

# credits
source: Hak: {count}
ar: الحق: {count}
id: Kredit: {count}

# loading
source: Yükleniyor...
ar: جاري التحميل...
id: Memuat...

# searching
source: Aranıyor...
ar: جاري البحث...
id: Mencari...

# saved
source: Kaydedildi
ar: تم الحفظ
id: Disimpan

# save
source: Kaydet
ar: حفظ
id: Simpan

# savedWords
source: Kaydedilen Kelimeler
ar: الكلمات المحفوظة
id: Kata Tersimpan

# home
source: Ana Sayfa
ar: الصفحة الرئيسية
id: Beranda

# darkMode
source: Koyu Tema
ar: الوضع المظلم
id: Mode Gelap

# lightMode
source: Açık Tema
ar: الوضع المضيء
id: Mode Terang

# wordMeaning
source: Kelime Anlamı
id: Arti Kata

# exampleSentence
source: Örnek Cümle
id: Contoh Kalimat
